common/models/CB04EMPRESAQuery.php

    public function one($db = null)
    {
        return parent::one($db);
---
SELECT * FROM `CB04_EMPRESA` WHERE CB04_ID=1 AND CB04_STATUS = 1