common/models/CB09FORMAPAGEMPRESAQuery.php

SELECT * FROM `CB09_FORMA_PAG_EMPRESA` WHERE `CB09_FORMA_PAG_ID` IN (1, 2)
---
    public function all($db = null)
    {
        return parent::all($db);