common/models/CB10CATEGORIAQuery.php

    public function one($db = null)
    {
        return parent::one($db);
---
SELECT * FROM `CB10_CATEGORIA` WHERE `CB10_ID`=1