common/models/CB12ITEMCATEGEMPRESAQuery.php

SELECT * FROM `CB12_ITEM_CATEG_EMPRESA` WHERE `CB12_ITEM_ID` IN (3, 5)
---
    public function all($db = null)
    {
        return parent::all($db);